---
kind: enumMember
id: F:Autodesk.Revit.DB.OpenConflictScenario.VersionArchived
enum: Autodesk.Revit.DB.OpenConflictScenario
source: html/7db711fa-cfb1-39da-a184-5aaf4230b660.htm
---
# Autodesk.Revit.DB.OpenConflictScenario.VersionArchived

Last central version merged into the local model has been archived in the central model.